Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# uri_match_detection_exact_title
source: Exact
ar: بالضبط
de: Genau
es: Exacta
hu: Ugyanaz
it: Esatta
ja: 完全一致
ko: 정확히 일치
pt_br: Correspondência exata
pt_pt: Correspondência exata
ru: Точно
uk: Повний збіг
zh_hans: 完全匹配

# uri_match_detection_host_note
source: Match resources by hostname and (if specified) port.
ar: قم بمطابقة الموارد حسب اسم المضيف والمنفذ (إذا تم تحديده).
de: Ressourcen nach Hostname und (wenn angegeben) Port abgleichen.
es: Coincidir recursos por nombre de equipo y (si se especifica) puerto.
fr: Faire correspondre les ressources par nom d'hôte et port (si spécifié).
hu: Az erőforrások megfeleltetése hostnév és (ha megadva) port alapján.
it: Associa risorsa in base a nome host e porta (se specificata).
ja: ホスト名と (指定されている場合) ポートでリソースを照合します。
ko: 호스트 이름과 포트로 리소스를 감지합니다.
pt_br: Corresponder recursos por domínio e (se especificado) porta.
pt_pt: Corresponder recursos por domínio e (se especificado) porta.
ru: Сравнивать ресурсы по имени хоста и порта (если указано).
uk: Порівнювати ресурси по назві хосту та порту (якщо вказано).
zh_hans: 通过主机名和端口 (如果指定) 匹配资源。

# uri_match_detection_host_title
source: Host
ar: يستضيف
es: Equipo
fr: Hôte
hu: Kiszolgáló
ja: ホスト
ko: 호스트
pt_br: Servidor
pt_pt: Servidor
ru: Хост
uk: Хост
zh_hans: 域

# uri_match_detection_never_note
source: Ignore URI during auto-fill item search.
ar: تجاهل URI أثناء البحث عن عنصر الملء التلقائي.
de: Ignoriere URI während der automatischen Elementsuche.
es: Ignorar URI durante la búsqueda de elementos de autorrelleno.
fr: Ignorer l'URI lors de la recherche d'élément pour la saisie automatique.
hu: Az URI figyelmen kívül hagyása az automatikus kitöltési elemkeresés során.
it: Ignora URI durante la ricerca degli elementi di riempimento automatico.
ja: 自動入力アイテム検索時に URI を無視します。
ko: 자동 완성 항목을 검색할 때 URI를 무시합니다.
pt_br: Ignorar URI durante pesquisa de elemento de preenchimento automático.
pt_pt: Ignorar URI durante pesquisa de elemento de preenchimento automático.
ru: Игнорировать URI во время поиска записей с автозаполнением.
uk: Ігнорувати URI-посилання під час пошуку записів для автозаповнення.
zh_hans: 在搜索自动填充项目时忽略 URI。

# uri_match_detection_never_title
source: Never
ar: أبداً
de: Nie
es: Nunca
fr: Jamais
hu: Soha
it: Mai
ja: しない
ko: 인식 안 함
pt_br: Nunca
pt_pt: Nunca
ru: Никогда
uk: Ніколи
zh_hans: 从不

# uri_match_detection_regex_note
source: Match resources by regular expression. Advanced option.
ar: مطابقة الموارد عن طريق التعبير العادي. خيار متقدم.
de: Ressourcen nach regulärem Ausdruck anpassen. Erweiterte Option.
es: Coincidir recursos por expresión regular. Opción avanzada.
fr: Faire correspondre les ressources par expression régulière. Option avancée.
hu: Erőforrások egyeztetése reguláris kifejezéssel. Speciális beállítás.
it: Associa risorse in base a espressione regolare. Opzione avanzata.
ja: 正規表現でリソースを照合します。高度なオプションです。
ko: 정규 표현식으로 리소스를 감지합니다. 고급 옵션입니다.
pt_br: Corresponder recursos por expressão regular. Opção avançada.
pt_pt: Corresponder recursos por expressão regular. Opção avançada.
ru: Сравнивать ресурсы с помощью регулярного выражения. Настройка продвинутого уровня.
uk: Порівнювати ресурси за допомогою регулярного виразу. Опція просунутого рівня.
zh_hans: 通过正则表达式匹配资源（高级选项）

# uri_match_detection_regex_title
source: Regular expression
ar: التعبير العادي
de: Regulärer Ausdruck
es: Expresión regular
fr: Expression régulière
hu: Reguláris kifejezés
it: Espressione regolare
ja: 正規表現
ko: 정규 표현식
pt_br: Expressão regular
pt_pt: Expressão regular
ru: Регулярное выражение
uk: Регулярний вираз
zh_hans: 正则表达式

# uri_match_detection_startswith_note
source: Match resources when the detected resource starts with the URI.
ar: مطابقة الموارد عندما يبدأ المورد المكتشف بمعرف URI.
de: Ressourcen anpassen, wenn die erkannte Ressource mit der URL beginnt.
es: Coincidir recursos cuando el recurso detectado comienza con la URI.
fr: Faire correspondre les ressources lorsque la ressource détectée commence par l'URI.
hu: Az erőforrások megfeleltetése, ha az észlelt erőforrás az URI-vel kezdődik.
it: Associa quando la risorsa rilevata inizia con l'URI.
ja: 検出されたリソースが URI で始まる場合にリソースを照合します。
ko: 리소스가 URI로 시작할 때 감지합니다.
pt_br: Corresponder recursos quando o recurso detectado iniciar com o URI.
pt_pt: Corresponder recursos quando o recurso detectado iniciar com o URI.
ru: Сравнивать ресурсы, когда обнаруженный ресурс начинается с URI.
uk: Порівнювати ресурси посимвольно починаючи з початку URI-посилання.
zh_hans: 当检测到的资源以URI开头时，匹配资源。

# uri_match_detection_startswith_title
source: Starts with
ar: يبدأ ب
de: Beginnt mit
es: Comienza con
fr: Commence par
hu: Ezzel kezdődik
it: Inizia con
ja: 前方一致
ko: 다음으로 시작
pt_br: Começa com
pt_pt: Começa com
ru: Начинается с
uk: Розпочинається з
zh_hans: 匹配开头

# uri_match_detection_title
source: Match detection
ar: كشف المباراة
de: Übereinstimmungserkennung
es: Detección de coincidencia
fr: Détection de correspondances
hu: Egyezés észlelése
it: Rilevamento corrispondenza
ja: 一致検出方法
ko: 일치 인식
pt_br: Detecção de correspondência
pt_pt: Deteção de correspondência
ru: Обнаружение совпадений
uk: Виявлення збігів
zh_hans: 匹配检测

# uri_unsecure
source: Insecure
ar: غير آمن
de: Unsicher
es: Inseguro
fr: Non sécurisé
hu: Nem biztonságos
it: Non sicuro
ja: 非セキュア
ko: 안전하지 않음
pt_br: Inseguro
pt_pt: Inseguro
ru: Незащищенный
uk: Незахищений
zh_hans: 不安全

source: URL
ar: الرابط
pt_br: Endereço da URL
pt_pt: Ligação
uk: URL-адреса

# urlblock_delete_many_confirmation_title
source: Delete the blocked URIs?
ar: حذف عناوين URI المحظورة؟
de: Blockierte URIs löschen?
es: ¿Eliminar la URI bloqueada?
fr: Supprimer l'URI bloquée ?
hu: Törli a blokkolt URI-kat?
it: Eliminare gli URI bloccati?
ko: 차단한 URI를 삭제할까요?
pt_br: Excluir a URI bloqueada?
pt_pt: Excluir o URI bloqueado?
ru: Удалить URI?
uk: Видалити заблокований URI?
zh_hans: 要删除已屏蔽的 URI 吗？

# urlblock_delete_one_confirmation_title
source: Delete the blocked URI?
ar: حذف URI المحظور؟
de: Blockierte URI löschen?
es: ¿Eliminar la URI bloqueada?
fr: Supprimer l'URI bloquée ?
hu: Törli a blokkolt URI-t?
it: Eliminare l'URI bloccato?
ko: 차단한 URI를 삭제할까요?
pt_br: Excluir a URI bloqueada?
pt_pt: Excluir o URI bloqueado?
ru: Удалить URI?
uk: Видалити заблокований URI?
zh_hans: 要删除已屏蔽的 URI 吗？

# urlblock_empty_label
source: No blocked URIs
ar: لا توجد عناوين URI محظورة
de: Keine blockierten URIs
es: No hay URIs bloqueadas
fr: Aucune URI bloquée
hu: Nincsenek blokkolt URI-k
it: Nessun URI bloccato
ko: 차단한 URI 없음
pt_br: Nenhuma URIs bloqueadas
pt_pt: Não existem URIs bloqueados
ru: Нет заблокированных URI
uk: Немає заблокованих URI
zh_hans: 未屏蔽的 URI

# urlblock_expose_text
source: If enabled, the item is stored outside of the vault, allowing to completely hide the autofill suggestions even if the vault is locked
ar: في حال التفعيل، يتم تخزين العنصر خارج القبو، مما يسمح بإخفاء اقتراحات التعبئة التلقائية تمامًا حتى لو كان القبو مقفلاً.
de: Wenn diese Option aktiviert ist, wird das Element außerhalb des Tresors gespeichert, sodass die Vorschläge für die automatische Ausfüllung vollständig ausgeblendet werden können, selbst wenn der Tresor gesperrt ist
es: Si está activado, el elemento se almacena fuera de la caja fuerte, permitiendo ocultar completamente las sugerencias de autocompletado incluso si la caja fuerte está bloqueada
fr: Si cette option est activée, l'élément est stocké en dehors du coffre-fort, ce qui permet de masquer complètement les suggestions de remplissage automatique, même si le coffre-fort est verrouillé
hu: Ha engedélyezve van, az elem a széfen kívül tárolódik, ami lehetővé teszi az automatikus kitöltési javaslatok teljes elrejtését még akkor is, ha a széf zárolva van
it: Se attivata, l'elemento viene memorizzato al di fuori della cassaforte, consentendo di nascondere completamente i suggerimenti di compilazione automatica anche se la cassaforte è bloccata
pt_br: Se ativado, o item é armazenado fora do cofre, permitindo ocultar completamente as sugestões de preenchimento automático mesmo se o cofre estiver bloqueado
pt_pt: Se ativada, a opção permite armazenar o item fora do cofre, ocultando completamente as sugestões de preenchimento automático, mesmo que o cofre esteja trancado
ru: Если включено, элемент сохраняется вне хранилища, что позволяет полностью скрыть предложения автозаполнения, даже когда хранилище заблокировано
uk: Якщо увімкнено, запис зберігається поза сховищем, що дозволяє повністю приховати пропозиції автозаповнення, навіть якщо сховище заблоковано
zh_hans: 如果启用，该条目将存储在密码库之外，即使密码库被锁定，也可以完全隐藏自动填充建议

# urlblock_expose_title
source: Expose data to the Autofill framework prior to unlocking the vault
ar: كشف البيانات لإطار عمل التعبئة التلقائية قبل فتح القبو
de: Daten vor dem Entsperren des Tresors für das Autofill-Framework freigeben
es: Exponer los datos al marco de autocompletado antes de desbloquear la caja fuerte
fr: Expose les données au framework de remplissage automatique avant de déverrouiller le coffre-fort
hu: Adatok felfedése az automatikus kitöltési keretrendszer számára a széf feloldása előtt
it: Esponi i dati al framework di compilazione automatica prima di sbloccare la cassaforte
pt_br: Expor dados para a estrutura de preenchimento automático antes de desbloquear o cofre
pt_pt: Expor os dados à estrutura de preenchimento automático antes de desbloquear o cofre
ru: Раскрывать данные системе автозаполнения до разблокировки хранилища
uk: Включити дані для фреймворку автозаповнення до розблокування сховища
zh_hans: 在解锁密码库之前，将数据暴露给自动填充框架

# urlblock_header_title
source: URI block
ar: حظر URI
es: Bloqueo de URIs
fr: Bloquer une URI
hu: URI blokkolás
it: Blocco URI
ko: URI 차단
pt_br: Bloquear URI
pt_pt: Bloquear URI
ru: Блокировка URI
uk: Заблокувати URI
zh_hans: URI 屏蔽

# urlblock_list_header_title
source: Blocked URIs
ar: عناوين URI المحظورة
de: Blockierte URIs
es: URIs bloqueadas
fr: URIs bloquées
hu: Blokkolt URI-k
it: URI bloccati
ko: 차단한 URI
pt_br: URIs bloqueadas
pt_pt: URIs bloqueados
ru: Заблокированные URI
uk: Заблоковані URI
zh_hans: 已屏蔽的 URI

# urlblock_list_section_title
source: Blocked URIs
ar: عناوين URI المحظورة
de: Blockierte URIs
es: URIs bloqueadas
fr: URIs bloquées
hu: Blokkolt URI-k
it: URI bloccati
ko: 차단한 URI
pt_br: URIs bloqueadas
pt_pt: URIs bloqueados
ru: Заблокированные URI
uk: Заблоковані URI
zh_hans: 已屏蔽的 URI

# urloverride_delete_many_confirmation_title
source: Delete the URL overrides?
ar: هل تريد حذف تجاوزات عنوان URL؟
de: URL Überschreibung löschen?
es: ¿Eliminar la anulación de la URL?
fr: Supprimer les remplacements d'URL ?
hu: Törli az URL felülírásokat?
it: Eliminare la sovrascrittura degli URL?
ja: URL の上書きルールを削除しますか？
ko: URL 덮어쓰기를 삭제할까요?
pt_br: Excluir as substituições de URL?
pt_pt: Apagar substituições de ligação URL?
ru: Удалить переопределение URL-адреса?
uk: Видалити перевизначення URL-адрес?
zh_hans: 确定要删除这些 URL 覆写吗？

# urloverride_delete_one_confirmation_title
source: Delete the URL override?
ar: هل تريد حذف تجاوز عنوان URL؟
de: URL Überschreibung löschen?
es: ¿Eliminar la anulación de URL?
fr: Supprimer le remplacement d'URL ?
hu: Törli az URL felülírást?
it: Eliminare la sovrascrittura del URL?
ja: URL の上書きルールを削除しますか？
ko: URL 덮어쓰기를 삭제할까요?
pt_br: Excluir a substituição de URL?
pt_pt: Apagar substituição de ligação URL?
ru: Удалить переопределение URL-адреса?
uk: Видалити перевизначення URL-адреси?
zh_hans: 确定要删除此 URL 覆写吗？

# urloverride_empty_label
source: No URL overrides
ar: لا يوجد تجاوزات لعنوان URL
de: Keine URL Überschreibungen
es: No hay anulaciones de URL
fr: Aucun remplacement d'URL
hu: Nincsenek URL felülírások
it: Nessuna sovrascrittura URL
ja: URL の上書きルールはありません
ko: URL 덮어쓰기 없음
pt_br: Nenhuma substituição de URL
pt_pt: Nenhuma substituição de ligação URL
ru: Нет переопределённых URL-адресов
uk: Немає перевизначених URL-адрес
zh_hans: 暂无 URL 覆写

# urloverride_header_title
source: URL override
ar: تجاوز عنوان URL
de: URL überschreiben
es: Anulación de URL
fr: Remplacement d'URL
hu: URL felülírás
it: Sovrascrivere URL
ja: URL の上書き
ko: URL 덮어쓰기
pt_br: Substituição de URL
pt_pt: Substituir ligação URL
ru: Переопределение URL-адреса
uk: Перевизначення URL-адреси
zh_hans: URL 覆写

# urloverride_list_header_title
source: URL overrides
ar: تجاوزات URL
de: URL Überschreibungen
es: Anulación de URL
fr: Remplacements d'URL
hu: URL felülírások
it: Sovrascrizioni URL
ja: URL の上書き
ko: URL 덮어쓰기
pt_br: Substituições de URL
pt_pt: Substituir ligações URL
ru: Переопределение URL-адреса
uk: Перевизначення URL-адреси
zh_hans: URL 覆写

# urloverride_list_section_title
source: URL overrides
ar: تجاوزات URL
de: URL Überschreibungen
es: Anulación de URL
fr: Remplacements d'URL
hu: URL felülírások
it: Sovrascrizioni URL
ja: URL の上書き
ko: URL 덮어쓰기
pt_br: Substituições de URL
pt_pt: Substituir ligações URL
ru: Переопределение URL-адреса
uk: Перевизначення URL-адрес
zh_hans: URL 覆写

# urloverride_regex_note
source: The override will be applied to URLs that match the regular expression.
ar: سيتم تطبيق التجاوز على عناوين URL التي تطابق التعبير العادي.
de: Die Überschreibung wird auf URLs angewendet, die mit dem regulären Ausdruck übereinstimmen.
es: La anulación se aplicará a las URLs que coincidan con la expresión regular.
fr: Le remplacement sera appliqué aux URL qui correspondent à l'expression régulière.
hu: A felülírás a reguláris kifejezésnek megfelelő URL-címekre kerül alkalmazásra.
it: La sovrascrittura sarà applicata agli URL che corrispondono all'espressione regolare.
ja: このルールは正規表現に一致する URL に適用されます。
ko: 정규 표현식과 일치하는 URL을 덮어씁니다.
pt_br: A substituição será aplicada às URLs que correspondem à expressão regular.
pt_pt: A substituição será aplicada às ligações URLs que correspondam à expressão regular.
ru: Переопределение будет применено к URL-адресам, соответствующим регулярному выражению.
uk: Перевизначення буде застосовано до URL-адрес, які відповідають регулярному виразу.
zh_hans: 覆写将被应用于与正则表达式匹配的 URL。

source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hu: Felhasználónév
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
pt_br: Nome de usuário
pt_pt: Nome de utilizador
ru: Имя пользователя
uk: Ім'я користувача
zh_hans: 用户名

# username_action_check_data_breach_title
source: Check the username in known data breaches
ar: التحقق من اسم المستخدم في خروقات البيانات المعروفة
de: Überprüfe, ob der Benutzernamen bei bekannten Datenlecks vorhanden ist
es: Comprobar si el nombre de usuario está en las filtraciones de datos conocidas
fr: Vérifier si le nom d'utilisateur est dans une fuite de données connue
hu: Felhasználónév ellenőrzése ismert adatszivárgásokban
it: Controlla il nome utente in violazioni di dati conosciute
ja: 既知のデータ漏洩でユーザー名をチェック
ko: 사용자 이름 유출 확인
pt_br: Verifique o nome de usuário em vazamentos de dados conhecidos
pt_pt: Verificar se o nome de utilizador existe em violações de dados conhecidas
ru: Проверить имя пользователя в известных утечках данных
uk: Перевірити ім'я користувача в відомих витоках даних
zh_hans: 在已泄露数据库中检查用户名

# userverification_button_go
source: Verify
ar: يؤكد
de: Überprüfen
es: Verificar
fr: Vérifier
hu: Hitelesítés
it: Verifica
ja: 認証
ko: 인증
pt_br: Verificar
pt_pt: Verificar
ru: Подтвердить
uk: Підтвердити
zh_hans: 验证

# userverification_header_text
source: User verification is required. Enter your app password to continue.
ar: مطلوب التحقق من المستخدم. أدخل كلمة مرور التطبيق للمتابعة.
de: Benutzerverifizierung erforderlich. Geben Sie Ihr App-Passwort ein, um fortzufahren.
es: Se requiere verificación del usuario. Introduce la contraseña de tu aplicación para continuar.
fr: Vérification de l'utilisateur requise. Entrez le mot de passe de l'application pour continuer.
hu: Felhasználói ellenőrzés szükséges. A folytatáshoz adja meg az alkalmazás jelszavát.
it: Verifica dell'utente. Inserisci la password dell'app per continuare.
ja: ユーザー認証が必要です。続行するには、アプリのパスワードを入力してください。
ko: 사용자 인증이 필요합니다. 계속하려면 앱 비밀번호를 입력하세요.
pt_br: A verificação do usuário é necessária. Digite sua senha do aplicativo para continuar.
pt_pt: É necessária a verificação do utilizador. Digite a palavra-passe da aplicação para continuar.
ru: Хранилище заблокировано. Чтобы продолжить, введите пароль приложения.
uk: Необхідна верифікація користувача. Введіть пароль застосунку, щоб продовжити.
zh_hans: 需要验证，输入应用专用密码以继续。

source: Valid from
ar: صالحة من
de: Gültig ab
es: Válida desde
fr: Valide à partir du
hu: Érvényesség kezdete
it: Valida dal
ja: 有効開始
ko: 유효 시작 날짜
pt_br: Válido a partir de
pt_pt: Válido de
ru: Действует с
uk: Чинний з
zh_hans: 有效期自

# vault_action_always_show_keyboard_title
source: Always show keyboard
ar: إظهار لوحة المفاتيح دائمًا
de: Tastatur immer anzeigen
es: Mostrar siempre el teclado
fr: Toujours afficher le clavier
hu: Mindig jelenítse meg a billentyűzetet
it: Mostra sempre tastiera
ja: 常にキーボードを表示
ko: 키보드 항상 보이기
pt_br: Sempre mostrar o teclado
pt_pt: Mostrar sempre teclado
ru: Всегда показывать клавиатуру
uk: Завжди показувати клавіатуру
zh_hans: 总是显示键盘

# vault_action_lock_vault_title
source: Lock vault
ar: قفل قبو
de: Tresor sperren
es: Bloquear caja fuerte
fr: Verrouiller le coffre-fort
hu: Széf zárolása
it: Blocca
ja: 保管庫をロック
ko: 보관함 잠그기
pt_br: Bloquear Cofre
pt_pt: Bloquear cofre
ru: Заблокировать хранилище
uk: Заблокувати сховище
zh_hans: 锁定密码库

# vault_action_remember_sorting_title
source: Remember sorting method
ar: تذكر طريقة الفرز
de: Sortiermethode merken
es: Recordar método de ordenación
fr: Se souvenir de la méthode de tri
hu: Emlékezzen a rendezési módra
it: Ricorda il metodo di ordinamento
ja: 並べ替え方法を保存
ko: 정렬 방식 기억
pt_br: Lembrar método de ordenação
pt_pt: Lembrar método de ordenação
ru: Запомнить метод сортировки
uk: Запам'ятовувати метод сортування
zh_hans: 记住排序方法

# vault_action_rename_folder_title
source: Rename folder
ar: إعادة تسمية المجلد
de: Ordner umbenennen
es: Renombrar carpeta
fr: Renommer le coffre-fort
hu: Mappa átnevezése
it: Rinomina cartella
ja: フォルダー名の変更
ko: 폴더 이름 바꾸기
pt_br: Renomear pasta
pt_pt: Renomear pasta
ru: Переименовать папку
uk: Перейменувати теку
zh_hans: 重命名文件夹

# vault_action_sync_vault_title
source: Sync vault
ar: قبو المزامنة
de: Tresor synchronisieren
es: Sincronizar caja fuerte
fr: Synchroniser le coffre-fort
hu: Széf szinkronizálása
it: Sincronizza
ja: 保管庫を同期
ko: 보관함 동기화
pt_br: Sincronizar Cofre
pt_pt: Sincronizar cofre
ru: Синхронизировать хранилище
uk: Синхронізувати сховище
zh_hans: 同步密码库

# vault_main_new_item_button
source: New item
ar: عنصر جديد
de: Neuer Eintrag
es: Nuevo elemento
fr: Nouvel élément
hu: Új elem
it: Nuovo elemento
ja: 新しいアイテム
ko: 새 항목
pt_br: Novo item
pt_pt: Nova entrada
ru: Новая запись
uk: Новий запис
zh_hans: 新条目

# vault_main_no_suggested_items
source: There are no suggested items available for this context
ar: لا توجد عناصر مقترحة متاحة لهذا السياق
de: Es gibt keine Vorschläge für diesen Kontext
es: No hay elementos sugeridos disponibles para este contexto
fr: Il n'y a aucun élément suggéré disponible pour ce contexte
hu: Ehhez a kontextushoz nincsenek javasolt elemek
it: Non ci sono elementi suggeriti disponibili per questo contesto
ja: このコンテキストで使用できる提案アイテムがありません
ko: 이 콘텍스트에 대해 추천할 수 있는 항목이 없습니다.
pt_br: Não há itens sugeridos disponíveis para esse contexto
pt_pt: Não existem sugestões disponíveis para este contexto
ru: Нет предложенных пунктов для этого контекста
uk: Відсутні записи рекомендовані для поточного контексту
zh_hans: 在此上下文中没有建议的条目

# vault_main_search_placeholder
source: Search vault
ar: قبو البحث
de: Tresor durchsuchen
es: Buscar en caja fuerte
fr: Rechercher dans le coffre
hu: Keresés a széfben
it: Cerca nella cassaforte
ja: 保管庫を検索
ko: 보관함 검색
pt_br: Pesquisar no cofre
pt_pt: Pesquisar
ru: Поиск по хранилищу
uk: Пошук записів
zh_hans: 搜索密码库

# vault_view_archived_at_label
source: Archived at %1$@
ar: نُقل للأرشيف في %1$@
de: Archiviert am %1$@
es: Archivado el %1$@
fr: Archivé le %1$@
hu: Archiválva: %1$@
it: Archiviato il %1$@
ja: アーカイブ日時：%1$@
ko: %1$@에 아카이브됨
pt_br: Arquivado em %1$@
pt_pt: Arquivado a %1$@
ru: Перемещено в архив в %1$@
uk: В архіві з %1$@
zh_hans: 归档于 %1$@

# vault_view_call_phone_action
source: Call
ar: يتصل
de: Anrufen
es: Llamar
fr: Appeler
hu: Hívás
it: Chiama
ja: 通話
ko: 통화
pt_br: Ligar
pt_pt: Chamar
ru: Вызов
uk: Набрати
zh_hans: 呼叫

# vault_view_card_cvv_label
source: Security code
ar: رمز الأمان
de: Sicherheitscode
es: Código de seguridad
fr: Code de sécurité (CVV)
hu: Biztonsági kód
it: Codice di sicurezza
ja: セキュリティコード
ko: 보안 코드(CVV)
pt_br: Código de segurança
pt_pt: Código de segurança
ru: Код безопасности
uk: Захисний код
zh_hans: 安全码

# vault_view_deletion_scheduled_at_label
source: Deletion scheduled at %1$@
ar: Deleting scheduled at %1$@
de: Löschung geplant für %1$@
es: Eliminación programada para el %1$@
fr: Suppression programmée à %1$@
hu: Törlés ütemezve ekkorra: %1$@
it: Eliminazione pianificata il %1$@
ja: 削除予定日時: %1$@
ko: %1$@에 삭제될 예정
pt_br: Exclusão programada para %1$@
pt_pt: Excluir agendado a %1$@
ru: Будет удалено %1$@
uk: Буде видалено %1$@
zh_hans: 于 %1$@ 删除

# vault_view_email_action
source: Email
ar: بريد إلكتروني
es: Correo electrónico
fr: Adresse e-mail
hu: Email küldése
it: Invia e-mail
ja: メール
ko: 이메일
ru: Эл. почта
uk: Ел. пошта
zh_hans: 电子邮件

# vault_view_navigate_action
source: Directions
ar: الاتجاهات
de: Wegbeschreibung
es: Direcciones
fr: Itinéraire
hu: Útvonal
it: Indicazioni
ja: ルート
ko: 위치
pt_br: Rotas
pt_pt: Obter direções
ru: Направление
uk: Маршрут
zh_hans: 导航

# vault_view_saved_to_account_name_label
source: Saved to %1$@
ar: حُفظت في %1$@
de: In %1$@ gespeichert
es: Guardado en %1$@
fr: Enregistré dans %1$@
hu: Mentve ide: %1$@
it: Salvato su %1$@
ko: %1$@ 보관함에 저장됨
pt_br: Salvo em %1$@
pt_pt: Guardado em %1$@
ru: Сохранено в %1$@
uk: Збережено до %1$@
zh_hans: 已保存至 %1$@

# vault_view_text_phone_action
source: Text
ar: نص
de: Schreiben
es: Texto
fr: Texte
hu: SMS küldése
it: Messaggio
ja: SMS
ko: 문자
pt_br: Texto
pt_pt: Texto
ru: SMS
uk: Написати
zh_hans: 手机号

source: Verification code
ar: رمز التحقق
de: Bestätigungscode
es: Código de verificación
fr: Code de vérification
hu: Hitelesítő kód
it: Codice di verifica
ja: 確認コード
ko: 인증 코드
pt_br: Código de verificação
pt_pt: Código de verificação
ru: Проверочный код
uk: Код підтвердження
zh_hans: 验证码

source: Verify
ar: تحقق
de: Überprüfen
es: Verificar
fr: Vérifier
it: Verifica
ja: 検証
ko: 검증
pt_br: Verificar
pt_pt: Verificar
ru: Проверить
uk: Перевірити
zh_hans: 验证

source: Visible
ar: مرئي
de: Sichtbar
hu: Látható
it: Visibile
ja: 表示
ko: 표시
pt_br: Visível
pt_pt: Visível
ru: Видимый
uk: Видимо
zh_hans: 可见

# watchtower_alerts_header_title
source: New watchtower alerts
ar: تنبيهات برج المراقبة الجديدة
de: Neue Wachturm Alarme
es: Nuevas alertas de informes
fr: Nouvelles alertes de watchtower
hu: Új őrtorony figyelmeztetések
it: Nuovi avvisi watchtower
ja: 新しい監視塔の警告
ko: 새 감시탑 경고
pt_br: Nova torre de vigia
pt_pt: Novos alertas do Guardião
ru: Новые оповещения от дозорной башни
uk: Нові оповіщення варт. вежі
zh_hans: 新的概况提醒

# watchtower_header_title
source: Watchtower
ar: برج المراقبة
de: Wachturm
es: Informes
hu: Őrtorony
ja: 監視
ko: 감시탑
pt_br: Guardião
pt_pt: Guardião
ru: Дозорная башня
uk: Вартова вежа
zh_hans: 概况
